{"company":[{"id":"1608","name":"Philips hue","summary":"Control your lights in your home with your smartphone, by hooking up to your essential internet services via your smartphone or tablet, meaning your bulbs can act as indicators for weather, stock quotes, sports scores, email, social media and more. They can be set to behave in any way you choose. For example, to change color if it&rsquo;s going to rain; to blink if you receive an urgent email, Fac","details":"Control your lights in your home with your smartphone, by hooking up to your essential internet services via your smartphone or tablet, meaning your bulbs can act as indicators for weather, stock quotes, sports scores, email, social media and more. They can be set to behave in any way you choose. For example, to change color if it&rsquo;s going to rain; to blink if you receive an urgent email, Facebook message from someone special; illuminate gradually as the sun sets; or even flash in your sports team&rsquo;s colors when they score. This is made possible through internet automating service, IFTTT (If This Then That), meaning your home lighting can now connect to the world in innumerable, exciting new ways.","website":"http:\/\/developers.meethue.com\/","twitter":"","github":"https:\/\/github.com\/PhilipsHue","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/philips-hue-api.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/9066_philips_hue.png","tags":"Home,Lighting"},{"id":"257","name":"Tendril","summary":"Tendril focuses on the efficient use of energy by creating energy usage metric devices and analysis software to highlight excesses. Their technology facilitates a dialog between consumers and suppliers through an energy ecosystem that connects in-home devices (like thermostats) to the utility back office.","details":"Tendril focuses on the efficient use of energy by creating energy usage metric devices and analysis software to highlight excesses. Their technology facilitates a dialog between consumers and suppliers through an energy ecosystem that connects in-home devices (like thermostats) to the utility back office.","website":"http:\/\/www.tendrilinc.com\/developers\/application-developers\/","twitter":"https:\/\/twitter.com\/#!\/tendril","github":"https:\/\/github.com\/tendril","blog":"http:\/\/www.tendrilinc.com\/news-room\/blog\/","blogrss":"http:\/\/www.tendrilinc.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/257_logo.jpg","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/4609_tendril.png","tags":"Energy,Home"},{"id":"1835","name":"Ecobee","summary":"ecobee, Inc. delivers energy conservation solutions. The company offers ecobee Smart Thermostat, a digital programmable thermostat that helps in customizing temperature settings. The thermostat connects the clients to their WiFi, and gives them remote access to the thermostat settings from any computer and helps in energy conservation. Its products are used in single family homes, multi-family dwe","details":"ecobee, Inc. delivers energy conservation solutions. The company offers ecobee Smart Thermostat, a digital programmable thermostat that helps in customizing temperature settings. The thermostat connects the clients to their WiFi, and gives them remote access to the thermostat settings from any computer and helps in energy conservation. Its products are used in single family homes, multi-family dwellings, and offices. The company accepts orders online.","website":"http:\/\/www.ecobee.com\/","twitter":"http:\/\/twitter.com\/ecobee","github":"","blog":"http:\/\/www.ecobee.com\/blog\/","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/ecobee-logo.jpg","screenshot":null,"tags":"Energy,Home"},{"id":"1861","name":"Belkin","summary":"WeMo is a series of products from Belkin International, Inc. that allows users to control their home electronics from anywhere. Currently, Belkin has developed the WeMo Switch, WeMo Motion Sensor, and the WeMo App. The WeMo Switch can be plugged into any home outlet which can then be controlled from the WeMo iOS App via the home WiFi or mobile phone network. The WeMo Motion Sensor can be placed an","details":"WeMo is a series of products from Belkin International, Inc. that allows users to control their home electronics from anywhere. Currently, Belkin has developed the WeMo Switch, WeMo Motion Sensor, and the WeMo App. The WeMo Switch can be plugged into any home outlet which can then be controlled from the WeMo iOS App via the home WiFi or mobile phone network. The WeMo Motion Sensor can be placed anywhere as long as it is connected to the WeMo Switch, the sensor will turn the switch on and off as people pass by. The WeMo App, which is currently available on iOS devices, controls the switch from anywhere in the world as long the iOS device is connected to the Internet. Belkin has released a beta app for the Samsung Galaxy SIII, however there appears to be little ongoing development or interaction with the beta users. WeMo devices can also be controlled using the online service ifttt.","website":"http:\/\/www.belkin.com\/us\/wemo-switch","twitter":"https:\/\/twitter.com\/BelkinWeMo","github":"","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/belkin-logo.jpg","screenshot":null,"tags":"Home"},{"id":"1859","name":"Istabai","summary":"Istabai is an application that allows users to manage their home heating systems from anywhere with an internet connection. Users can set the service up simply by changing their radiator head and plugging in Istabai's internet cable. The Istabai mobile application and web solution will relay the current temperature to the user and allow them to regulate it as they like. The system can also be acce","details":"Istabai is an application that allows users to manage their home heating systems from anywhere with an internet connection. Users can set the service up simply by changing their radiator head and plugging in Istabai's internet cable. The Istabai mobile application and web solution will relay the current temperature to the user and allow them to regulate it as they like. The system can also be accessed and controlled programmatically via REST API. The Istabai website is provided in English, Russian, and Latvian.","website":"http:\/\/istabai.com\/","twitter":"https:\/\/twitter.com\/istabai","github":"","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/istabai-logo.jpeg","screenshot":null,"tags":"Home"},{"id":"1860","name":"Lelylan","summary":"Lelylan is a project called to life by the need to solve technological limitations that home automation (aka domotics) faces today. Our houses are furnished by numerous devices like appliances, lighting systems, alarms, irrigation systems, smoke and gas detectors, heating, cooling, audio, video systems and much more. Unluckily, those devices use different standards and they can not communicate wit","details":"Lelylan is a project called to life by the need to solve technological limitations that home automation (aka domotics) faces today. Our houses are furnished by numerous devices like appliances, lighting systems, alarms, irrigation systems, smoke and gas detectors, heating, cooling, audio, video systems and much more. Unluckily, those devices use different standards and they can not communicate with each other. The consequences are higher prices, technical limitations, few services and a lot of confusion for the end user.","website":"http:\/\/lelylan.com\/","twitter":"https:\/\/twitter.com\/lelylan","github":"https:\/\/github.com\/lelylan\/","blog":"http:\/\/lelylan.com\/blog\/","blogrss":"http:\/\/lelylan.com\/blog\/feed.xml","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/lelyan-logo.png","screenshot":null,"tags":"Home"},{"id":"1858","name":"Nest","summary":"Nest Labs is the creator of the world&rsquo;s first Learning Thermostat. Nest learns from your temperature adjustments, programs itself to keep you comfortable, and guides you to energy savings.","details":"Nest Labs is the creator of the world&rsquo;s first Learning Thermostat. Nest learns from your temperature adjustments, programs itself to keep you comfortable, and guides you to energy savings.","website":"http:\/\/nest.com\/","twitter":"https:\/\/twitter.com\/nest","github":"","blog":"http:\/\/nest.com\/blog\/","blogrss":"http:\/\/nest.com\/feed.rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/nest-logo.jpg","screenshot":null,"tags":"Home,Thermostat"}],"published":"06\/29\/2013"}